Repository: smolestan/SmolePizza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Username
ru: Логин

source: Password
ru: Пароль

source: Invalid Username
ru: Неверный логин

source: Invalid Password
ru: Неверный пароль

source: Confirm password
ru: Подтвердите пароль

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Email
ru: Эл. почта

source: This username has already been registered
ru: Этот логин уже зарегистрирован

source: This email has already been registered
ru: Этот эл.адрес уже зарегистрирован

source: Passwords do not match
ru: Пароли не совпадают

source: Pinocchio's Pizza & Subs
ru: Пинокио Пицца и Сэндвичи

source: Login
ru: Войти

source: Welcome to Pinocchio's Pizza & Subs
ru: Добро пожаловать! Пицерия Пинокио

source: 74 Winthrop Street
ru: Винтроп Стрит, 74

source: Harvard Square
ru: Гарвард Сквер

source: Create an account
ru: Регистрация

source: Register
ru: Зарегистрироваться

source: Noch's has reached a landmark this year......50 years in business! We've been feeding Harvard and the surrounding area since 1966!
ru: В этом году пицерия Пинокио достигла важной отметки...50 лет в бизнесе! Мы кормим Гарвард и его окрестности с 1966 года!

source: We sell award-winning sicilian-style pizza and mouth-watering steak subs! We have over 500 reviews on Yelp--- check it out!
ru: Мы продаем отмеченные наградами сицилийскую пиццу и аппетитные стейки! У нас уже более 500 отзывов на Yelp --- проверьте это!

source: Account created, please login
ru: Вы зарегистрированы, можете войти

source: Item
ru: Продукт

source: Size
ru: Размер

source: Price
ru: Цена

source: Qty
ru: Кол-во

source: Total
ru: Итого

source: Remove
ru: Удалить

source: Checkout
ru: Подтвердить

source: By pressing Checkout button you confirm the items in the shopping cart, and the total for placing an order.
ru: Нажимая кнопку подтвердить вы соглашаетесь с перечнем продуктов в корзине и общей суммой заказа.

source: Your Cart is Empty
ru: Ваша корзина пуста

source: All Orders
ru: Все заказы

source: Orders
ru: Заказы

source: Customer
ru: Покупатель

source: Created
ru: Создан

source: Status
ru: Статус

source: Order #
ru: Заказ №

source: for
ru: за

source: Menu
ru: Меню

source: Cart
ru: Корзина

source: Logout
ru: Выйти

source: Size & Price
ru: Размер и Цена

source: Single size price:
ru: Единый размер, цена:

source: Small size price:
ru: Маленький размер, цена:

source: Large size price:
ru: Большой размер, цена

source: Quantity
ru: Количество

source: Add to cart
ru: Добавить в корзину

source: large
ru: большая

source: small
ru: маленькая

source: Regular Pizza
ru: Стандартная Пицца

source: Our Regular pizza is a thin-crust or Neapolitan pizza. They come in 2 sizes: small (12" in diameter) and large (16" in diameter).
ru: Наша стандартная пицца - это пицца на тонком корже, неаполитанская пицца. Представлена в двух размерах:маленькая (12 дюймов в диаметре) и большая (16 дюймов в диаметре).

source: Sicilian Pizza
ru: Сицилийская Пицца

source: Our Sicilian pizza is a deep-dish or thick-crust pizza. We sell them in a 9-slice or a 15-slice size.
ru: Наша сицилийская пицца - это пицца на глубоком, толстом корже. Представлена в размере на 9 или 15 долей.

source: Subs
ru: Сэндвичи

source: A submarine sandwich, also known as a sub, hoagie, grinder, po'boy, or Italian sandwich, is a type of sandwich consisting of a length of bread or roll split lengthwise and filled with a variety of meats, cheeses, vegetables, and condiments.
ru: Сэндвич подводная лодка, или саб, итальянский - это тип сэндвича, состоящий из разрезанного по длинне хлеба или булочки, заполненного различными видами мяса, сыров и приправ.

source: Pasta
ru: Паста

source: A dish originally from Italy consisting of dough made from durum wheat and water, extruded or stamped into various shapes and cooked in boiling water.
ru: Блюдо из Италии, состоящее из теста, изготовленного из твердой пшеницы и воды, экструдированного или штампованного в различные формы и приготовленного в кипящей воде.

source: Salads
ru: Салаты

source: A cold dish of various mixtures of raw or cooked vegetables, usually seasoned with oil, vinegar, or other dressing and sometimes accompanied by meat, fish, or other ingredients.
ru: Холодное блюдо из различных смесей сырых или приготовленных овощей, обычно приправленное маслом, уксусом или другой заправкой, а иногда в сопровождении мяса, рыбы или других ингредиентов.

source: Dinner Platters
ru: Большое блюдо

source: A main dish served on a platter with one or more side dishes, such as a salad or french fries.
ru: Основное блюдо подается на блюде с одним или несколькими гарнирами, такими как салат или картофель фри.

source: Pending
ru: В ожидании

source: Processing
ru: Готовится

source: Complete
ru: Выполнен

source: Pepperoni
ru: Пепперони

source: Sausage
ru: Колбаса

source: Mushrooms
ru: Грибы

source: Onions
ru: Лук

source: Ham
ru: Ветчина

source: Canadian Bacon
ru: Канадский бекон

source: Pineapple
ru: Ананас

source: Eggplant
ru: Баклажан

source: Tomato and Basil
ru: Помидор и базилик

source: Green Peppers
ru: Зеленый перец

source: Hamburger
ru: Гамбургер

source: Spinach
ru: Шпинат

source: Artichoke
ru: Артишок

source: Buffalo Chicken
ru: Цыпленок Буффало

source: Barbecue Chicken
ru: Курица Барбекю

source: Anchovies
ru: Анчоусы

source: Black Olives
ru: Маслины

source: Fresh Garlic
ru: Свежий чеснок

source: Zucchini
ru: Цуккини

source: Cheese
ru: Сырная

source: Pizza with cheese as only one topping
ru: Только сыр

source: One topping
ru: Один топинг

source: You can choose one topping
ru: Можете выбрать один топинг

source: Two toppings
ru: Два топинга

source: You can choose two toppings
ru: Можете выбрать два топинга

source: Three toppings
ru: Три топинга

source: You can choose three toppings
ru: Можете выбрать три топинга

source: Special
ru: Специальная

source: Pepperoni, mushroom, sausage, green peppers and onions.
ru: Пепперони, грибы, колбаса, зеленый перец и лук.

source: Italian
ru: Итальянский

source: Ham + Cheese
ru: Ветчина и сыр

source: Meatball
ru: Фрикаделька

source: Tuna
ru: Тунец

source: Turkey
ru: Индейка

source: Chicken Parmigiana
ru: Курица Парминьяна

source: Eggplant Parmigiana
ru: Баклажан Парминьяна

source: Steak
ru: Стейк

source: Steak + Cheese
ru: Стейк с сыром

source: + Mushrooms
ru: + грибы

source: + Green Peppers
ru: + зеленый перец

source: + Onions
ru: + лук

source: Sausage, Peppers & Onions
ru: Колбаса, перец и лук

source: Cheeseburger
ru: Чизбургер

source: Fried Chicken
ru: Жареная курочка

source: Veggie
ru: Вегетарианский

source: Extra Cheese on any sub
ru: Дополнительная порция сыра к сэндвичу

source: Baked Ziti w/Mozzarella
ru: Запеченный Зити с Моцареллой

source: Baked Ziti w/Meatballs
ru: Запеченная зити с фрикадельками

source: Baked Ziti w/Chicken
ru: Запеченная зити с курицей

source: Garden Salad
ru: Садовый салат

source: Greek Salad
ru: Греческий салат

source: Antipasto
ru: Антипасто

source: Salad w/Tuna
ru: Салат с тунцом

source: Baked Ziti
ru: Запеченная зити

source: Meatball Parm
ru: Фрикаделька Парм

source: Chicken Parm
ru: Куриный Парм
